namespace MagicConchQQRobot.Presets
{
    class PresetsText
    {
        public static string[] PaText = {"那当然是{0}爪巴了啊！",
            "神奇海螺想了想，觉得还是应该让{0}爪巴",
            "嗯...不如让{0}爪巴？",
            "这样吧，我们先让{0}爪巴再说？",
            "爪巴这种事情啊...让{0}来吧！",
            "{0}赶快爪巴，越远越好",
            "{0}{0}快爪巴 >_<~",
            "快给爷爪巴，{0}",
            "别说了，该爪巴的就是{0}",
            "可以让{0}爪巴吗？",
            "让你爬就爬，别在这磨磨蹭蹭的，{0}",
            "好好好，这就让{0}爪巴",
            "那就让我告诉你吧，请这位{0}爪巴",
            "最需要爪巴的人当然是{0}了啊"};

        public static string[] HelloResponse = {"ん？",
            "叫爷干啥？",
            "爷在呢",
            "有屁快放",
            "干啥？",
            "有事否¿",
            "你踏马叫爷干啥¿",
            "¿",
            "找我给你手机贴膜¿",
            "我踏马直接电你牛子?",
            "找我把你捆在十字架上给你滴蜡¿"
        };

        public static string[] CyrusResponse = {"尊敬的Master，叫小弟何事？",
            "主人主人，我在呢~",
            "主人~想我了？",
            "诶~~~~(*´▽｀)ノノ",
        };


    }
}
